{"keras_version": "2.0.2", "config": [{"config": {"units": 3, "activity_regularizer": null, "bias_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 5], "name": "dense_1", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "activation": "linear", "trainable": true}, "class_name": "Dense"}, {"config": {"units": 4, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_2", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "activation": "relu", "trainable": true}, "class_name": "Dense"}, {"config": {"units": 4, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_3", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "activation": "relu", "trainable": true}, "class_name": "Dense"}, {"config": {"units": 3, "activity_regularizer": null, "bias_regularizer": null, "name": "dense_4", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "activation": "linear", "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}