{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"activation": "linear", "name": "dense_1", "W_regularizer": null, "b_constraint": null, "input_dtype": "float32", "activity_regularizer": null, "init": "glorot_uniform", "output_dim": 3, "batch_input_shape": [null, 5], "trainable": true, "W_constraint": null, "b_regularizer": null, "input_dim": 5, "bias": true}}, {"class_name": "Dense", "config": {"activation": "relu", "name": "dense_2", "W_regularizer": null, "b_constraint": null, "input_dtype": "float32", "activity_regularizer": null, "init": "glorot_uniform", "output_dim": 50, "batch_input_shape": [null, 3], "trainable": true, "W_constraint": null, "b_regularizer": null, "input_dim": 3, "bias": true}}, {"class_name": "Dense", "config": {"activation": "relu", "name": "dense_3", "W_regularizer": null, "b_constraint": null, "input_dtype": "float32", "activity_regularizer": null, "init": "glorot_uniform", "output_dim": 50, "batch_input_shape": [null, 50], "trainable": true, "W_constraint": null, "b_regularizer": null, "input_dim": 50, "bias": true}}, {"class_name": "Dense", "config": {"activation": "linear", "name": "dense_4", "W_regularizer": null, "b_constraint": null, "input_dtype": "float32", "activity_regularizer": null, "init": "glorot_uniform", "output_dim": 3, "batch_input_shape": [null, 50], "trainable": true, "W_constraint": null, "b_regularizer": null, "input_dim": 50, "bias": true}}]}